<template>
<div class="userAgreement">
  <div class="deal-aml layout">
  <div class="egg_fxsm">
<p style="font-size: 18px;text-align: center;
    line-height: 36px;color: #333;">
    EggOne数字资产交易风险申明
</p>
<p>
    第一条
</p>
<p>
    鉴于有关风险，您在开始进行数字资产交易之前，应该了解有关交易性质和自身所面临的风险程度。您必须根据本人自身投资经验、目的、财力和承受风险能力等相关情形，应在开户及开始交易前仔细考虑该类交易是否适合您本人。&nbsp;<br/>
</p>
<p>
    第二条<br/>
</p>
<p>
    数字资产交易存在一定的风险，因此在决定参与交易之前，您应该谨慎考虑您的投资目标、经验等级及风险承受能力。可能出现的情况包括蒙受部分或全部初始投资额的损失，因此您不应将无法承受损失的资金用于投资，您应了解与该交易有关的一切风险。本网站不会为您因交易而直接或间接造成的任何亏损或损失（包括但不限于任何盈利的损失）负责。
</p>
<p>
    第三条
</p>
<p>
    本网站不保证有关行情分析、市场评析等内容的正确性和适用性，对于您已经或将会从介绍人或其他任何机构及雇员处获得的资讯或建议，本网站不能控制，也不支持或担保其关于交易的准确性或完备性，由此导致的一切风险由您本人自行承担，与我方无任何牵涉。
</p>
<p>
    第四条
</p>
<p>
    当公安机关、检察院、法院等有权机关出示相应的调查文件要求本网站配合对指定用户进行调查时，或对用户账户采取查封、冻结或者划转措施时，本网站将按照公安机关的要求协助提供相应的用户数据，或进行相应的操作。因此而造成的用户隐私泄露、账户不能操作及因此给所造成的损失等，本站不承担任何责任。
</p>
<p>
    第五条<br/>
</p>
<p>
    因国家法律、法规和规范性文件的制定或者修改、不可抗力因素，导致交易被暂停、或者禁止的，因此造成的损失全部由用户自行承担。<br/>
</p>
<p>
    第六条<br/>
</p>
<p>
    您发表的内容仅代表个人的立场与观点，应对所发表的内容负责。因个人所发表的内容引发的后果，自行承担，与本网站无关。<br/>
</p>
<p>
    第七条<br/>
</p>
<p>
    因网络服务的特殊性需要定期或不定期对网站进行更新、检修或维护，因此产生服务变更、中断，本网站不承担任何责任<br/>
</p>
<p>
    第八条<br/>
</p>
<p>
    本数字资产交易风险声明适用于本网站关于人民币、比特币、莱特币、ETH和ETC及EggOne认可的数字资产交易。<br/>
</p>
<p>
    第九条<br/>
</p>
<p>
    本声明最终解释权归EggOne所有。<br/>
</p>
  </div>
 </div>
</div>
</template>
<style scoped>
  .egg_fxsm{
    width: 930px;
    margin: 15px auto;
    background: #ffffff;
    border: 1px solid #e9e9e9;
    padding: 20px 80px 40px 80px;
    box-sizing: border-box;
    margin-top: 56px;
  }
  .egg_fxsm p{
    margin-top: 10px;
    font-size: 12px;
    line-height: 22px;
    text-indent: 24px;
    color: #666;
  }
  .deal-aml {
    background: #f5f5f5;
    margin: 1.833rem auto;
    padding: 2rem;
    height: 100%;
  }
</style>
